---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepSpotBottomElevationIncludeInsulation
source: html/1ce8de97-cff9-93f4-14fa-b98a0ceb94a4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepSpotBottomElevationIncludeInsulation Property

"Spot Bottom of Insulation Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId MepSpotBottomElevationIncludeInsulation { get; }
```